Repository: WPPlugins/demomentsomtres-mailchimp-subscribe
Catalog: languages/DeMomentSomTres-MailChimp-Subscribe-*.po
Languages: ca

source: Mailchimp Subscribe
ca: Subscripció a MailChimp

source: DeMomentSomTres - MailChimp Subscribe
ca: Subscripció de Mailchimp de DeMomentSomTres

source: Save Changes
ca: Desar

source: Options
ca: Opcions

source: General Options
ca: Paràmetres generals

source: Lists and groups
ca: Llistes i grups

source: Mailchimp API Key
ca: Clau API de MailChimp

source: Subscription Double Optin
ca: Doble confirmació en la subscripció

source: Subcription Welcome Message
ca: Missatge de benvinguda en la subscripció

source: Select which list allow user subscriptions and subscription parameters
ca: Seleccioneu les llistes que permeten subscripcions i informeu-ne els paràmetres

source: It is not recommended to allow users to subscribe to lists and lists with groupings
ca: És recomanable no permetre simultàniament la subscripció a una llista i als seus grups

source: List
ca: Llista

source: Grouping
ca: Agrupació

source: Group
ca: Grup

source: Subscribers
ca: Subscriptors

source: Can subscribe
ca: Admet subscriptors

source: Name to show
ca: Nom per presentar la llista

source: without group selection
ca: Sense cap grup seleccionat

source: Subscribed
ca: Subscrit

source: Unsubscribe
ca: Deixar de rebre

source: Subscribe
ca: Subscriu'me

source: Email cannot be empty
ca: Cal informar el correu electrònic

source: Status
ca: Estat

source: Actions
ca: Accions

source: Error while trying to subscribe %s,
ca: S'ha produït un error mentre s'intentava subscriure %s.

source: The email address %s has been subscribed
ca: S'ha cursat la subscripció per a %s.

source: Unsubscribed
ca: Subscripció cancel·lada

source: An error happened while unsubscribing
ca: S'ha produït un error al cancel·lar la subscripció

source: Trying to unsubscribe from a list you are not subscribed
ca: Esteu intentant cancel·lar una subscripció inexistent

source: Your email:
ca: Email:

source: Verify subscriptions
ca: Comprovar subscripcions

source: Manages subscritions to lists and groups
ca: Gestiona les subscripcions a llistes i grups

source: Subscribe and unsubscribe from a list
ca: DeMomentSomTres MailChimp

source: Subscribe me
ca: Subscriu-me

source: Title:
ca: Títol:

source: Mailchimp List:
ca: Llista de MailChimp:

source: -- None --
ca: -- Cap --

source: Intro Text (can contain html tags):
ca: Text introductori (pot contenir etiquetes HTML):

source: Bottom Text (can contain html tags):
ca: Text de tancament (també pot contenir etiquetes html):

source: Button text:
ca: Text del botó:

source: Show Initial List
ca: Mostrar les llistes inicialment

source: If checked double opt-in is used to subscribe users to Lists (not groups).
ca: Si està seleccionat els usuaris se subscriuran amb doble confirmació a les llistes (no als grups).

source: WARNING: It is not recommended to use this feature as the user would not be able to subscribe to any group until the confirmation instructions are followed.
ca: ATENCIÓ: no es recomana utilitzar aquesta funcionalitat ja que els usuaris no es podran subscriure a cap altre grup fins que no hagin confirmat les instruccions que rebran per correu electrònic.

source: Determines if a welcome message is sent by MailChimp after a user is subscribed to a List.
ca: Si està marcat, s'enviarà un missatge de benvinguda des de MailChimp quan l'usuari se subscrigui a una llista.

source: WARNING: It does not send a message if the user subscribes to a group that is not the first of the list.
ca: ATENCIÓ: No envia missatges si l'usuari se subscriu a un grup, a excepció que sigui el primer de la llista.

source: Determines if an initial list is shown in the shortcode page before the user enters an email address
ca: Si està marcat, al shortcode de subscripció es mostrarà una llista de les llistes malgrat que l'usuari no hagi introduït el seu correu electrònic.

source: Lists subscriptions for %s
ca: Subscripcions a llistes per %s

source: If you put your email and click on &apos;Verify subscriptions&apos; you will see all your subscriptions and you could manage them.
ca: Escriviu la vostra adreça de correu electrònic i selecccioneu &quot;Comprovar subscripcions&quot;. Automàticament apareixerà el llistat de Blogs als que esteu subscrits i podreu gestionar la vostra subscripció.

source: Lists subscriptions
ca: Subscripcions a llistes

source: Your email
ca: Email

source: Google Analytics Integration
ca: Integració amb Google Analytics

source: Each one of the buttons sends its own event to Google Analytics.
ca: Cadascun dels botons envia un esdeveniment a Google Analytics.

source: WARNING: It only works with analytics.js. It does not work with ga.js.
ca: ATENCIÓ: només funciona amb analytics.js. No funciona amb ga.js.

source: Not subscribed
ca: No subscrit
